Repository: dorin-curnic/Mira
Catalog: MiraShared/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, ro, ru, zh_hans

# action.dismiss
source: Dismiss
fr: Fermer
ja: 閉じる
ro: Închide
ru: Закрыть
zh_hans: 关闭

# auth.error.failed
source: Authentication failed.
fr: L’authentification a échoué.
ja: 認証に失敗しました。
ro: Autentificarea a eșuat.
ru: Аутентификация не удалась.
zh_hans: 身份验证失败。

# auth.error.unavailable
source: Device authentication is not available.
fr: L’authentification de l’appareil n’est pas disponible.
ja: デバイス認証を利用できません。
ro: Autentificarea dispozitivului nu este disponibilă.
ru: Аутентификация устройства недоступна.
zh_hans: 设备身份验证不可用。

# common.cancel
source: Cancel
fr: Annuler
ja: キャンセル
ro: Anulează
ru: Отмена
zh_hans: 取消

# common.close
source: Close
fr: Fermer
ja: 閉じる
ro: Închide
ru: Закрыть
zh_hans: 关闭

# common.submit
source: Submit
fr: Envoyer
ja: 送信
ro: Trimite
ru: Отправить
zh_hans: 提交

# credentials.add.button
source: Add Credentials
fr: Ajouter des identifiants
ja: 認証情報を追加
ro: Adaugă datele de autentificare
ru: Добавить данные для входа
zh_hans: 添加凭据

# credentials.add.title
source: Add Credentials
fr: Ajouter des identifiants
ja: 認証情報を追加
ro: Adaugă datele de autentificare
ru: Добавить данные для входа
zh_hans: 添加凭据

# credentials.copy.password
source: Copy Password
fr: Copier le mot de passe
ja: パスワードをコピー
ro: Copiază parola
ru: Копировать пароль
zh_hans: 复制密码

# credentials.copy.portal
source: Copy Portal
fr: Copier le portail
ja: ポータルをコピー
ro: Copiază portalul
ru: Копировать портал
zh_hans: 复制门户

# credentials.copy.username
source: Copy Username
fr: Copier l’utilisateur
ja: ユーザー名をコピー
ro: Copiază utilizatorul
ru: Копировать имя
zh_hans: 复制用户名

# credentials.delete.button
source: Delete Credentials
fr: Supprimer les identifiants
ja: 認証情報を削除
ro: Șterge datele de autentificare
ru: Удалить данные для входа
zh_hans: 删除凭据

# credentials.delete.message
source: This will remove your saved username and password from this device.
fr: Cela supprimera le nom d’utilisateur et le mot de passe enregistrés sur cet appareil.
ja: このデバイスから保存済みのユーザー名とパスワードが削除されます。
ro: Aceasta va elimina numele de utilizator și parola salvate de pe acest dispozitiv.
ru: Это удалит сохранённые имя пользователя и пароль с этого устройства.
zh_hans: 这将从此设备移除已保存的用户名和密码。

# credentials.delete.question
source: Delete credentials?
fr: Supprimer les identifiants ?
ja: 認証情報を削除しますか？
ro: Ștergi datele de autentificare?
ru: Удалить данные для входа?
zh_hans: 删除凭据？

# credentials.edit.button
source: Edit credentials
fr: Modifier les identifiants
ja: 認証情報を編集
ro: Editează datele de autentificare
ru: Редактировать данные для входа
zh_hans: 编辑凭据

# credentials.edit.title
source: Edit Credentials
fr: Modifier les identifiants
ja: 認証情報を編集
ro: Editează datele de autentificare
ru: Редактировать данные для входа
zh_hans: 编辑凭据

# credentials.no.subtitle
source: Add your university username and password to use Mira connection features.
fr: Ajoutez votre nom d’utilisateur et votre mot de passe universitaires pour utiliser les fonctions de connexion de Mira.
ja: Mira の接続機能を使用するには、大学のユーザー名とパスワードを追加してください。
ro: Adaugă numele de utilizator și parola universitară pentru a folosi funcțiile de conectare Mira.
ru: Добавьте университетское имя пользователя и пароль, чтобы использовать функции подключения Mira.
zh_hans: 添加你的大学用户名和密码，以使用 Mira 的连接功能。

# credentials.no.title
source: There are no credentials yet.
fr: Aucun identifiant n’a encore été ajouté.
ja: 認証情報はまだ追加されていません。
ro: Încă nu există date de autentificare.
ru: Данные для входа ещё не добавлены.
zh_hans: 尚未添加凭据。

# credentials.password
source: Password
fr: Mot de passe
ja: パスワード
ro: Parolă
ru: Пароль
zh_hans: 密码

# credentials.password.placeholder
source: Password
fr: Mot de passe
ja: パスワード
ro: Parolă
ru: Пароль
zh_hans: 密码

# credentials.password.required.error
source: Password is required.
fr: Le mot de passe est obligatoire.
ja: パスワードは必須です。
ro: Parola este obligatorie.
ru: Пароль обязателен.
zh_hans: 必须填写密码。

# credentials.portal
source: Portal
fr: Portail
ja: ポータル
ru: Портал
zh_hans: 门户

# credentials.reveal.authentication.reason
source: Authenticate to reveal your saved password.
fr: Authentifiez-vous pour afficher votre mot de passe enregistré.
ja: 保存済みのパスワードを表示するには認証してください。
ro: Autentifică-te pentru a afișa parola salvată.
ru: Пройдите аутентификацию, чтобы показать сохранённый пароль.
zh_hans: 进行身份验证以显示已保存的密码。

# credentials.sheet.subtitle
source: Add your university Wi-Fi username and password.
fr: Ajoutez votre nom d’utilisateur et votre mot de passe Wi-Fi universitaires.
ja: 大学 Wi-Fi のユーザー名とパスワードを追加してください。
ro: Adaugă numele de utilizator și parola pentru Wi-Fi-ul universității.
ru: Добавьте имя пользователя и пароль для университетского Wi-Fi.
zh_hans: 添加你的大学 Wi-Fi 用户名和密码。

# credentials.subtitle
source: Manage your credentials information.
fr: Gérez vos informations d’identification.
ja: ログイン情報を管理します。
ro: Gestionează informațiile tale de autentificare.
ru: Управляйте данными для входа.
zh_hans: 管理你的登录信息。

# credentials.title
source: Credentials
fr: Identifiants
ja: 認証情報
ro: Date de acces
ru: Данные доступа
zh_hans: 凭据

# credentials.username
source: Username
fr: Nom d’utilisateur
ja: ユーザー名
ro: Utilizator
ru: Имя пользователя
zh_hans: 用户名

# credentials.username.format.error
source: Use format: name.surname@xyz.utm.md
fr: Utilisez le format : nom.prenom@xyz.utm.md
ja: 形式を使用してください: name.surname@xyz.utm.md
ro: Folosește formatul: nume.prenume@xyz.utm.md
ru: Используйте формат: name.surname@xyz.utm.md
zh_hans: 使用格式：name.surname@xyz.utm.md

# credentials.username.placeholder
source: name.surname@xyz.utm.md
fr: nom.prenom@xyz.utm.md
ro: nume.prenume@xyz.utm.md

# credentials.username.required.error
source: Username is required.
fr: Le nom d’utilisateur est obligatoire.
ja: ユーザー名は必須です。
ro: Numele de utilizator este obligatoriu.
ru: Имя пользователя обязательно.
zh_hans: 必须填写用户名。

# dashboard.authenticate.reason
source: Authenticate to securely connect to university Wi-Fi.
fr: Authentifiez-vous pour vous connecter au Wi-Fi universitaire en toute sécurité.
ja: 大学 Wi-Fi に安全に接続するために認証してください。
ro: Autentifică-te pentru a te conecta securizat la Wi-Fi-ul universității.
ru: Подтвердите личность для безопасного подключения к университетскому Wi-Fi.
zh_hans: 请验证身份，以安全连接到大学 Wi-Fi。

# dashboard.connect
source: Connect
fr: Connecter
ja: 接続
ro: Conectează
ru: Подключить
zh_hans: 连接

# dashboard.disconnect
source: Disconnect
fr: Déconnecter
ja: 切断
ro: Deconectează
ru: Отключить
zh_hans: 断开连接

# dashboard.feedback.auth.failed.title
source: Authentication failed
fr: Échec de l’authentification
ja: 認証に失敗しました
ro: Autentificarea a eșuat
ru: Ошибка аутентификации
zh_hans: 认证失败

# dashboard.feedback.auth.rejected.description
source: Connection was not started.
fr: La connexion n’a pas été lancée.
ja: 接続は開始されませんでした。
ro: Conectarea nu a fost pornită.
ru: Подключение не было запущено.
zh_hans: 连接未启动。

# dashboard.feedback.auth.rejected.title
source: Authentication cancelled
fr: Authentification annulée
ja: 認証がキャンセルされました
ro: Autentificare anulată
ru: Аутентификация отменена
zh_hans: 认证已取消

# dashboard.feedback.auth.unavailable.title
source: Authentication unavailable
fr: Authentification indisponible
ja: 認証を利用できません
ro: Autentificarea nu este disponibilă
ru: Аутентификация недоступна
zh_hans: 认证不可用

# dashboard.feedback.connected.description
source: Mira connected to UTM Wi-Fi.
fr: Mira s’est connecté au Wi-Fi de l’UTM.
ja: MiraがUTM Wi-Fiに接続しました。
ro: Mira s-a conectat la Wi-Fi-ul UTM.
ru: Mira подключилась к Wi-Fi UTM.
zh_hans: Mira 已连接到 UTM Wi-Fi。

# dashboard.feedback.connected.title
source: Connected
fr: Connecté
ja: 接続済み
ro: Conectat
ru: Подключено
zh_hans: 已连接

# dashboard.feedback.disconnected.description
source: Mira disconnected from UTM Wi-Fi.
fr: Mira s’est déconnecté du Wi-Fi de l’UTM.
ja: MiraがUTM Wi-Fiから切断されました。
ro: Mira s-a deconectat de la Wi-Fi-ul UTM.
ru: Mira отключилась от Wi-Fi UTM.
zh_hans: Mira 已断开与 UTM Wi-Fi 的连接。

# dashboard.feedback.disconnected.title
source: Disconnected
fr: Déconnecté
ja: 切断済み
ro: Deconectat
ru: Отключено
zh_hans: 已断开连接

# dashboard.feedback.speedtest.failed.title
source: Speed test failed
fr: Échec du test de vitesse
ja: 速度テストに失敗しました
ro: Testul de viteză a eșuat
ru: Ошибка теста скорости
zh_hans: 测速失败

# dashboard.subtitle
source: Connect to university Wi-Fi.
fr: Connectez-vous au Wi-Fi de l’université.
ja: 大学の Wi-Fi に接続します。
ro: Conectează-te la Wi-Fi-ul universității.
ru: Подключитесь к университетскому Wi-Fi.
zh_hans: 连接到大学 Wi-Fi。

# dashboard.title
source: Dashboard
fr: Tableau de bord
ja: ダッシュボード
ro: Panou
ru: Панель
zh_hans: 仪表板

# dashboard.wifi.description
source: Connect to the UTM-WiNetUni_Auth Wi-Fi, and check the status of the connection.
fr: Connectez-vous au Wi-Fi UTM-WiNetUni_Auth et vérifiez l’état de la connexion.
ja: UTM-WiNetUni_Auth Wi-Fi に接続し、接続状態を確認します。
ro: Conectează-te la Wi-Fi-ul UTM-WiNetUni_Auth și verifică starea conexiunii.
ru: Подключитесь к UTM-WiNetUni_Auth и проверьте состояние соединения.
zh_hans: 连接到 UTM-WiNetUni_Auth Wi-Fi，并检查连接状态。

# feedback.credentials.added
source: Credentials added.
fr: Identifiants ajoutés.
ja: 認証情報を追加しました。
ro: Datele de conectare au fost adăugate.
ru: Данные для входа добавлены.
zh_hans: 凭据已添加。

# feedback.credentials.deleted
source: Credentials deleted.
fr: Identifiants supprimés.
ja: 認証情報を削除しました。
ro: Datele de conectare au fost șterse.
ru: Данные для входа удалены.
zh_hans: 凭据已删除。

# feedback.credentials.updated
source: Credentials updated.
fr: Identifiants mis à jour.
ja: 認証情報を更新しました。
ro: Datele de conectare au fost actualizate.
ru: Данные для входа обновлены.
zh_hans: 凭据已更新。

# feedback.password_reveal.failed
source: Could not reveal password.
fr: Impossible d’afficher le mot de passe.
ja: パスワードを表示できませんでした。
ro: Nu s-a putut afișa parola.
ru: Не удалось показать пароль.
zh_hans: 无法显示密码。

# feedback.report.send.failed
source: Could not send report.
fr: Impossible d’envoyer le rapport.
ja: レポートを送信できませんでした。
ro: Nu s-a putut trimite raportul.
ru: Не удалось отправить отчёт.
zh_hans: 无法发送报告。

# feedback.report.sent
source: Report sent.
fr: Rapport envoyé.
ja: レポートを送信しました。
ro: Raportul a fost trimis.
ru: Отчёт отправлен.
zh_hans: 报告已发送。

# form.input
source: Input
fr: Champ
ja: 入力
ro: Câmp
ru: Поле
zh_hans: 输入

# language.chinese
source: Chinese
fr: Chinois
ja: 中国語
ro: Chineză
ru: Китайский
zh_hans: 中文

# language.english
source: English
fr: Anglais
ja: 英語
ro: Engleză
ru: Английский
zh_hans: 英语

# language.french
source: French
fr: Français
ja: フランス語
ro: Franceză
ru: Французский
zh_hans: 法语

# language.japanese
source: Japanese
fr: Japonais
ja: 日本語
ro: Japoneză
ru: Японский
zh_hans: 日语

# language.romanian
source: Romanian
fr: Roumain
ja: ルーマニア語
ro: Română
ru: Румынский
zh_hans: 罗马尼亚语

# language.russian
source: Russian
fr: Russe
ja: ロシア語
ro: Rusă
ru: Русский
zh_hans: 俄语

# navigation.dashboard
source: Dashboard
fr: Tableau de bord
ja: ダッシュボード
ro: Panou
ru: Панель
zh_hans: 仪表板

# navigation.network
source: Network
fr: Réseau
ja: ネットワーク
ro: Rețea
ru: Сеть
zh_hans: 网络

# navigation.settings
source: Settings
fr: Réglages
ja: 設定
ro: Setări
ru: Настройки
zh_hans: 设置

# network.chart.selected.time
source: Selected Time
fr: Heure sélectionnée
ja: 選択した時刻
ro: Timp selectat
ru: Выбранное время
zh_hans: 所选时间

# network.chart.time
source: Time
fr: Temps
ja: 時間
ro: Timp
ru: Время
zh_hans: 时间

# network.collecting.data
source: Collecting network data...
fr: Collecte des données réseau...
ja: ネットワークデータを収集中...
ro: Se colectează datele rețelei...
ru: Сбор сетевых данных...
zh_hans: 正在收集网络数据...

# network.download
source: Download
fr: Téléchargement
ja: ダウンロード
ro: Descărcare
ru: Загрузка
zh_hans: 下载

# network.no.recent.data
source: No recent network data.
fr: Aucune donnée réseau récente.
ja: 最近のネットワークデータがありません。
ro: Nu există date recente despre rețea.
ru: Нет последних данных сети.
zh_hans: 没有最近的网络数据。

# network.reading.failed
source: Could not read network data.
fr: Impossible de lire les données réseau.
ja: ネットワークデータを読み取れませんでした。
ro: Nu s-au putut citi datele rețelei.
ru: Не удалось прочитать данные сети.
zh_hans: 无法读取网络数据。

# network.subtitle
source: Track the usage of the connection.
fr: Suivez l’utilisation de la connexion.
ja: 接続の使用状況を追跡します。
ro: Urmărește utilizarea conexiunii.
ru: Отслеживайте использование соединения.
zh_hans: 跟踪连接使用情况。

# network.title
source: Network
fr: Réseau
ja: ネットワーク
ro: Rețea
ru: Сеть
zh_hans: 网络

# network.unavailable
source: No network connection found.
fr: Aucune connexion réseau trouvée.
ja: ネットワーク接続が見つかりません。
ro: Nu a fost găsită nicio conexiune la rețea.
ru: Сетевое подключение не найдено.
zh_hans: 未找到网络连接。

# network.upload
source: Upload
fr: Envoi
ja: アップロード
ro: Încărcare
ru: Отправка
zh_hans: 上传

# network.wifi.connection
source: Wi-Fi Connection
fr: Connexion Wi-Fi
ja: Wi-Fi 接続
ro: Conexiune Wi-Fi
ru: Wi-Fi соединение
zh_hans: Wi-Fi 连接

# report.attachments
source: Attachments
fr: Pièces jointes
ja: 添付ファイル
ro: Atașamente
ru: Вложения
zh_hans: 附件

# report.attachments.add
source: Add photos or videos
fr: Ajouter des photos ou des vidéos
ja: 写真または動画を追加
ro: Adaugă poze sau videoclipuri
ru: Добавить фото или видео
zh_hans: 添加照片或视频

# report.attachments.none
source: No attachments selected.
fr: Aucune pièce jointe sélectionnée.
ja: 添付ファイルが選択されていません。
ro: Nu este selectat niciun atașament.
ru: Вложения не выбраны.
zh_hans: 未选择附件。

# report.attachments.selected.count
source: %d attachment(s) selected.
fr: %d pièce(s) jointe(s) sélectionnée(s).
ja: %d 件の添付ファイルを選択しました。
ro: %d atașament(e) selectat(e).
ru: Выбрано вложений: %d.
zh_hans: 已选择 %d 个附件。

# report.category
source: Category
fr: Catégorie
ja: カテゴリ
ro: Categorie
ru: Категория
zh_hans: 类别

# report.category.connection
source: Connection
fr: Connexion
ja: 接続
ro: Conexiune
ru: Подключение
zh_hans: 连接

# report.category.credentials
source: Credentials
fr: Identifiants
ja: 認証情報
ro: Date de autentificare
ru: Данные для входа
zh_hans: 凭据

# report.category.language
source: Language
fr: Langue
ja: 言語
ro: Limbă
ru: Язык
zh_hans: 语言

# report.category.network
source: Network
fr: Réseau
ja: ネットワーク
ro: Rețea
ru: Сеть
zh_hans: 网络

# report.category.other
source: Other
fr: Autre
ja: その他
ro: Altceva
ru: Другое
zh_hans: 其他

# report.category.speed_test
source: Speed Test
fr: Test de vitesse
ja: 速度テスト
ro: Test de viteză
ru: Тест скорости
zh_hans: 测速

# report.category.ui_bug
source: UI Bug
fr: Bug d’interface
ja: UI の不具合
ro: Eroare de interfață
ru: Ошибка интерфейса
zh_hans: 界面错误

# report.description.placeholder
source: Describe what happened...
fr: Décrivez ce qui s’est passé...
ja: 何が起きたかを説明してください...
ro: Descrie ce s-a întâmplat...
ru: Опишите, что произошло...
zh_hans: 描述发生了什么...

# report.description.required.error
source: Description is required.
fr: La description est obligatoire.
ja: 説明は必須です。
ro: Descrierea este obligatorie.
ru: Описание обязательно.
zh_hans: 必须填写描述。

# report.form.title
source: Report Form
fr: Formulaire de signalement
ja: 報告フォーム
ro: Formular de raportare
ru: Форма отчёта
zh_hans: 报告表单

# report.subtitle
source: Describe what happened and attach screenshots or videos if needed.
fr: Décrivez ce qui s’est passé et ajoutez des captures d’écran ou des vidéos si nécessaire.
ja: 何が起きたかを説明し、必要に応じてスクリーンショットや動画を添付してください。
ro: Descrie ce s-a întâmplat și atașează capturi de ecran sau videoclipuri dacă este necesar.
ru: Опишите, что произошло, и при необходимости прикрепите скриншоты или видео.
zh_hans: 描述发生了什么，并在需要时附上截图或视频。

# report.title
source: Report a Problem
fr: Signaler un problème
ja: 問題を報告
ro: Raportează o problemă
ru: Сообщить о проблеме
zh_hans: 报告问题

# settings.about.title
source: About
fr: À propos
ja: 情報
ro: Despre
ru: О приложении
zh_hans: 关于

# settings.auto_reconnect.subtitle
source: Allow Mira to reconnect to university Wi-Fi when needed.
fr: Autoriser Mira à se reconnecter au Wi-Fi de l’université si nécessaire.
ja: 必要に応じて Mira が大学の Wi-Fi に再接続できるようにします。
ro: Permite aplicației Mira să se reconecteze la Wi-Fi-ul universității când este necesar.
ru: Разрешить Mira повторно подключаться к университетскому Wi-Fi при необходимости.
zh_hans: 允许 Mira 在需要时重新连接到大学 Wi-Fi。

# settings.auto_reconnect.title
source: Auto-reconnect
fr: Reconnexion automatique
ja: 自動再接続
ro: Reconectare automată
ru: Автоподключение
zh_hans: 自动重新连接

# settings.connection.title
source: Connection
fr: Connexion
ja: 接続
ro: Conexiune
ru: Подключение
zh_hans: 连接

# settings.github_repository.subtitle
source: Open the Mira source code.
fr: Ouvrir le code source de Mira.
ja: Mira のソースコードを開きます。
ro: Deschide codul sursă Mira.
ru: Открыть исходный код Mira.
zh_hans: 打开 Mira 源代码。

# settings.github_repository.title
source: GitHub Repository
fr: Dépôt GitHub
ja: GitHub リポジトリ
ro: Repository GitHub
ru: Репозиторий GitHub
zh_hans: GitHub 仓库

# settings.report_form.subtitle
source: Report a bug or suggest an improvement.
fr: Signalez un bug ou proposez une amélioration.
ja: 不具合を報告するか、改善案を提案します。
ro: Raportează o eroare sau sugerează o îmbunătățire.
ru: Сообщите об ошибке или предложите улучшение.
zh_hans: 报告错误或提出改进建议。

# settings.report_form.title
source: Report Form
fr: Formulaire de signalement
ja: 報告フォーム
ro: Formular de raportare
ru: Форма отчёта
zh_hans: 报告表单

# settings.support.title
source: Support
fr: Assistance
ja: サポート
ro: Suport
ru: Поддержка
zh_hans: 支持

# settings.title
source: Settings
fr: Réglages
ja: 設定
ro: Setări
ru: Настройки
zh_hans: 设置

# speedtest.description
source: Mira downloads a small test file to analyse your network.
fr: Mira télécharge un petit fichier de test pour analyser votre réseau.
ja: Mira は小さなテストファイルをダウンロードしてネットワークを分析します。
ro: Mira descarcă un fișier mic de test pentru a analiza rețeaua.
ru: Mira загружает небольшой тестовый файл для анализа сети.
zh_hans: Mira 会下载一个小型测试文件来分析网络。

# speedtest.error.empty_download
source: No data was downloaded during the speed test.
fr: Aucune donnée n’a été téléchargée pendant le test de vitesse.
ja: 速度テスト中にデータがダウンロードされませんでした。
ro: Nu s-au descărcat date în timpul testului de viteză.
ru: Во время теста скорости данные не были загружены.
zh_hans: 测速期间未下载任何数据。

# speedtest.error.invalid_response
source: The speed test server returned an invalid response. HTTP %d.
fr: Le serveur de test de vitesse a renvoyé une réponse invalide. HTTP %d.
ja: 速度テストサーバーから無効な応答が返されました。HTTP %d。
ro: Serverul de testare a vitezei a returnat un răspuns invalid. HTTP %d.
ru: Сервер теста скорости вернул недопустимый ответ. HTTP %d.
zh_hans: 测速服务器返回了无效响应。HTTP %d。

# speedtest.error.network_unavailable
source: Could not reach the speed test server. Check your internet connection and try again.
fr: Impossible de joindre le serveur de test de vitesse. Vérifiez votre connexion Internet et réessayez.
ja: 速度テストサーバーに接続できませんでした。インターネット接続を確認して、もう一度お試しください。
ro: Nu s-a putut contacta serverul pentru testul de viteză. Verificați conexiunea la internet și încercați din nou.
ru: Не удалось подключиться к серверу теста скорости. Проверьте подключение к интернету и повторите попытку.
zh_hans: 无法连接到测速服务器。请检查互联网连接后重试。

# speedtest.mbps
source: Mbps
fr: Mbit/s
ru: Мбит/с

# speedtest.title
source: Speed Test
fr: Test de vitesse
ja: 速度テスト
ro: Test de viteză
ru: Тест скорости
zh_hans: 速度测试

# status.connected
source: Connected
fr: Connecté
ja: 接続済み
ro: Conectat
ru: Подключено
zh_hans: 已连接

# status.disconnected
source: Disconnected
fr: Déconnecté
ja: 未接続
ro: Deconectat
ru: Отключено
zh_hans: 未连接

# status.pending
source: Pending
fr: En attente
ja: 保留中
ro: În așteptare
ru: Ожидание
zh_hans: 等待中

# status.rejected
source: Rejected
fr: Rejeté
ja: 拒否済み
ro: Respins
ru: Отклонено
zh_hans: 已拒绝

# theme.dark
source: Dark
fr: Sombre
ja: ダーク
ro: Întunecat
ru: Тёмная
zh_hans: 深色

# theme.light
source: Light
fr: Clair
ja: ライト
ro: Luminos
ru: Светлая
zh_hans: 浅色

# theme.system
source: System
fr: Système
ja: システム
ro: Sistem
ru: Система
zh_hans: 系统

# university.name
source: Technical University of Moldova
fr: Université technique de Moldavie
ja: モルドバ工科大学
ro: Universitatea Tehnică a Moldovei
ru: Технический университет Молдовы
zh_hans: 摩尔多瓦技术大学

# network.chart.minimum
source: Minimum
ja: 最小
ro: Minim
ru: Минимум
zh_hans: 最小值

# network.total
source: Total
ja: 合計
ru: Всего
zh_hans: 总计

# report.description
source: Description
ja: 説明
ro: Descriere
ru: Описание
zh_hans: 描述

# settings.version.title
source: Version
ja: バージョン
ro: Versiune
ru: Версия
zh_hans: 版本
